mastData = [
[   // 一
  '一/世間胸算用／大晦日ハ一日千金 (189)0149',
  '一/世間胸算用／大晦日ハ一日千金 (189)0163',
  '一/おらが春 (89)0020',
  '一/武家義理物語 (115)0085',
  '一/料理物語 (70)0035',
],
[   // 右
  '右/おらが春 (3)0001',
  '右/かてもの (4)0001',
  '右/伊曾保物語 (4)0001',
  '右/虚南留別志 (17)0003',
  '右/源氏物語 (6)0006',
  '右/武家義理物語 (50)0003',
],
[   // 雨
  '雨/うすゆき物語 (3)0001',
  '雨/伊曾保物語 (4)0003',
  '雨/雨月物語 (35)0004',
  '雨/雨月物語 (35)0013',
  '雨/春色梅児与美 (4)0001',
],
[   // 円
  '円/雨月物語 (4)0001',
  '円/雨月物語 (4)0002',
  '円/新編異国料理 (10)0002',
  '円/世間胸算用／大晦日ハ一日千金 (1)0001',
  '円/雨月物語 (4)0004',
  '円/新編異国料理 (10)0004',
],
[   // 王
  '王/伊曾保物語 (46)0009',
  '王/伊曾保物語 (83)0006',
  '王/吉利支丹物語 (2)0002',
  '王/物類称呼 (8)0003',
  '王/伊曾保物語 (83)0004',
],
];
setupData();;